import { IMessages } from "../types"

export const messages: IMessages[] = [
  {
    id: 1,
    from: 'Антон C',
    message: 'С другой стороны новая модель организационной деятельности требуют от нас анализа модели развития. Разнообразный и богатый опыт укрепление и развитие структуры позволяет выполнять важные задания по разработке системы обучения кадров, соответствует насущным потребностям. Идейные соображения высшего порядка, а также дальнейшее развитие различных форм деятельности обеспечивает широкому кругу (специалистов) участие в формировании дальнейших направлений развития.',
    type: 'inbox',
    favorite: false,
    viewed: false,
    checked: false,
    date: 1690374845537 
  },
  {
    id: 2,
    from: 'Email V',
    message: 'Разнообразный и богатый опыт дальнейшее развитие различных форм деятельности требуют от нас анализа системы обучения кадров, соответствует насущным потребностям. Идейные соображения высшего порядка, а также сложившаяся структура организации позволяет выполнять важные задания по разработке дальнейших направлений развития. Значимость этих проблем настолько очевидна, что сложившаяся структура организации обеспечивает широкому кругу (специалистов) участие в формировании соответствующий условий активизации. Разнообразный и богатый опыт постоянный количественный рост и сфера нашей активности способствует подготовки и реализации форм развития. Идейные соображения высшего порядка, а также сложившаяся структура организации в значительной степени обуславливает создание соответствующий условий активизации.',
    type: 'inbox',
    favorite: false,
    viewed: false,
    checked: false,
    date: 1690374835547 
  },
  {
    id: 3,
    from: 'Karl Makarov',
    message: 'Товарищи! дальнейшее развитие различных форм деятельности позволяет выполнять важные задания по разработке дальнейших направлений развития. Разнообразный и богатый опыт дальнейшее развитие различных форм деятельности играет важную роль в формировании направлений прогрессивного развития. Значимость этих проблем настолько очевидна, что дальнейшее развитие различных форм деятельности требуют определения и уточнения новых предложений. Значимость этих проблем настолько очевидна, что дальнейшее развитие различных форм деятельности представляет собой интересный эксперимент проверки системы обучения кадров, соответствует насущным потребностям. ',
    type: 'sent',
    favorite: false,
    viewed: false,
    checked: false,
    date: 1690374835437 
  },
  {
    id: 4,
    from: 'Email@mail.ru',
    message: 'Идейные соображения высшего порядка, а также постоянное информационно-пропагандистское обеспечение нашей деятельности позволяет оценить значение направлений прогрессивного развития. Значимость этих проблем настолько очевидна, что постоянный количественный рост и сфера нашей активности играет важную роль в формировании соответствующий условий активизации.',
    type: 'spam',
    favorite: false,
    viewed: false,
    checked: false,
    date: 1690374835527 
  },
  {
    id: 5,
    from: 'Антон',
    message: 'С другой стороны новая модель организационной деятельности требуют от нас анализа модели развития. Разнообразный и богатый опыт укрепление и развитие структуры позволяет выполнять важные задания по разработке системы обучения кадров, соответствует насущным потребностям. Идейные соображения высшего порядка, а также дальнейшее развитие различных форм деятельности обеспечивает широкому кругу (специалистов) участие в формировании дальнейших направлений развития.',
    type: 'removed',
    favorite: false,
    viewed: false,
    checked: false,
    date: 1690374835539
  },
  {
    id: 6,
    from: 'Email',
    message: 'Разнообразный и богатый опыт дальнейшее развитие различных форм деятельности требуют от нас анализа системы обучения кадров, соответствует насущным потребностям. Идейные соображения высшего порядка, а также сложившаяся структура организации позволяет выполнять важные задания по разработке дальнейших направлений развития. Значимость этих проблем настолько очевидна, что сложившаяся структура организации обеспечивает широкому кругу (специалистов) участие в формировании соответствующий условий активизации. Разнообразный и богатый опыт постоянный количественный рост и сфера нашей активности способствует подготовки и реализации форм развития. Идейные соображения высшего порядка, а также сложившаяся структура организации в значительной степени обуславливает создание соответствующий условий активизации.',
    type: 'drafts',
    favorite: false,
    viewed: false,
    checked: false,
    date: 1690474835537 
  },
  {
    id: 7,
    from: 'Karl Makarov',
    message: 'Товарищи! дальнейшее развитие различных форм деятельности позволяет выполнять важные задания по разработке дальнейших направлений развития. Разнообразный и богатый опыт дальнейшее развитие различных форм деятельности играет важную роль в формировании направлений прогрессивного развития. Значимость этих проблем настолько очевидна, что дальнейшее развитие различных форм деятельности требуют определения и уточнения новых предложений. Значимость этих проблем настолько очевидна, что дальнейшее развитие различных форм деятельности представляет собой интересный эксперимент проверки системы обучения кадров, соответствует насущным потребностям.',
    type: 'removed',
    favorite: false,
    viewed: false,
    checked: false,
    date: 1690374835567 
  },
  {
    id: 8,
    from: 'Email Fer',
    message: 'Идейные соображения высшего порядка, а также постоянное информационно-пропагандистское обеспечение нашей деятельности позволяет оценить значение направлений прогрессивного развития. Значимость этих проблем настолько очевидна, что постоянный количественный рост и сфера нашей активности играет важную роль в формировании соответствующий условий активизации.',
    type: 'sent',
    favorite: false,
    viewed: false,
    checked: false,
    date: 1690374835538 
  }
]